/* Localized versions of Info.plist keys */

CFBundleName = "Upload files";
CFBundleShortVersionString = "Version *version*";
CFBundleGetInfoString = "Cyberduck *version* (*revision*), Copyright 2005 David V. Kocher.";
NSHumanReadableCopyright = "Copyright 2005 David V. Kocher\nhttp://cyberduck.ch";

AMName = "Upload files";

/*  AMKeyword localized strings  */
"Upload" = "Upload";

/*  Description localized strings  */
AMDInput = "References to files and folders to upload.";
AMDResult = "References to files and folders uploaded.";
AMDSummary = "This action upload files to a server using FTP/FTP-TLS or SFTP.";
